contents = '''
您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)1152955073

恭喜，操作成功啦^_^
您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)3963628784

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)1913184803

恭喜，操作成功啦^_^
您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5943667034

恭喜，操作成功啦^_^
您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5754337522

由于对方设置，暂时无法发送私信。(20331)5744814577

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)1660612723

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5272846174

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5955496003

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)1651780175

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5034832438

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)2363018250

恭喜，操作成功啦^_^
恭喜，操作成功啦^_^
您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5083906522

恭喜，操作成功啦^_^
您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)3814611791

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)1830034827

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)2079973064

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)2284673267

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)2130685343

恭喜，操作成功啦^_^
您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5537962300

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5598160357

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5625424955

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5540186797

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5657946891

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5165338024

恭喜，操作成功啦^_^
您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5059778612

恭喜，操作成功啦^_^
由于对方设置，暂时无法发送私信。(20331)5135091167

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)6098220347

恭喜，操作成功啦^_^
您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5035248199

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)3941554240

您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)5961174954

恭喜，操作成功啦^_^
恭喜，操作成功啦^_^
您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)2338836462

恭喜，操作成功啦^_^
您今天给太多人发过私信啦，请休息一会儿，明天再发。<a target="_blank" hre
//help.weibo.com/faq/q/678/12568#12568">查看帮助</a>(100001)2659415872

'''
import re

uid = re.findall(r'\d{10}',contents)
for i in uid:
	print(i)
